{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"d8dc5a85-f4c3-4b89-9070-7a3b7089f756":{"type":"faq-new","blocks":{"template--16790296690921__d8dc5a85-f4c3-4b89-9070-7a3b7089f756-1687884096256a79e6-0":{"type":"tab","settings":{"title":"WIE KANN ICH MICH FÜR EINE AUSBILDUNG ANMELDEN?","content":"<p>Bereit, den Weg zu deiner Ausbildung zu ebnen? Keine Sorge, wir haben eine bequeme Lösung für  dich! Mit nur wenigen Klicks kannst du dich in unserem Online-Shop anmelden, deine Ausbildung  bezahlen und dir deinen Platz sichern.  <\/p><p>Wenn du irgendwelche Fragen zur Anmeldung oder den Zahlungsmethoden hast, stehen wir dir  natürlich zur Seite. Du kannst uns entweder über unser Kontaktformular erreichen oder direkt zum Telefon greifen.  <\/p><p>Doch Vorsicht: Die Plätze für jeden Kurs sind heißbegehrt und limitiert! Um sicherzugehen, dass du deinen gewünschten Platz ergatterst, zögere nicht und melde dich so schnell wie möglich an. Lass  diese Chance nicht verstreichen – mach dich bereit für ein außergewöhnliches Lernerlebnis!<\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"template--16790296690921__d8dc5a85-f4c3-4b89-9070-7a3b7089f756-1687884096256a79e6-1":{"type":"tab","settings":{"title":"Du stehst vor einer aufregenden Entscheidung: Solltest du den Kurs \"Make-up Artist\" alleine  buchen oder dich gleich für den ultimativen Kurs \"Make-up Artist & Hair Stylist\" anmelden? Lass  uns dir den Weg weisen!","content":"<p>In der Welt der Profis, sei es beim Verwöhnen von Endkunden, bei Foto-Shootings, oder sogar bei  atemberaubenden Modenschauen suchen Auftraggeber nach Vollprofis, die sowohl mit Make-up  umgehen können als auch ein Händchen für das typgerechte Hairstyling haben. <\/p><p>Hier kommt unsere heißbegehrte achtwöchige Ausbildung \"Make-up Artist & Hair Stylist\" ins Spiel. Mit diesem Kurs bist  du nicht nur gewappnet, um sämtliche Anforderungen dieses aufregenden Berufs zu meistern, sondern du wirst auch deine Verdienstmöglichkeiten auf das Maximum erweitern können. <\/p><p>Also worauf wartest du noch? Schnapp dir deinen Pinsel und deinen Lockenstab, und mach dich  bereit, ein Meister der Verwandlung zu werden. Buche noch heute den Kurs \"Make-up Artist & Hair  Stylist\" und sichere dir den Weg zu deinem Traumberuf! <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"3531a1ad-6489-49f5-8ea1-aeeec550bb42":{"type":"tab","settings":{"title":"WELCHE KARRIERECHANCEN HABE ICH NACH DER AUSBILDUNG ALS VISAGIST, MAKE UP ARTIST UND \/ ODER HAIRSTYLIST?","content":"<p>Nachdem du deine Ausbildung als Visagist, Make-up Artist und \/ oder Hair Stylist abgeschlossen hast,  eröffnen sich dir beeindruckende Karriereaussichten. Dein Berufsfeld ist unglaublich vielseitig und bietet unzählige Möglichkeiten, deine Fähigkeiten unter Beweis zu stellen. Ob du nun mit  begeisterten Kunden arbeitest und sie mit atemberaubenden Braut Make-ups oder stylischen  Transformations verzauberst, bei Foto- oder TV-Aufnahmen für den perfekten Look sorgst, in der  Welt des Theaters und auf aufregenden Veranstaltungen glänzt oder bei renommierten  Kosmetikunternehmen oder Einzelhandelsmarken (wie Douglas, Sephora und Co.) dein Know-how  einsetzt – deine Kreativität wird überall gefragt sein. Auch sind die vielen Möglichkeiten die die Social-Media Welt bietet nicht zu unterschätzen. <\/p><p>Da sich die Berufe des Visagisten, des Make-up Artists und des Hairstylists in den letzten Jahren als echte Trendjobs erwiesen haben, ist eine professionelle und fundierte Ausbildung von  entscheidender Bedeutung für deinen Erfolg. Bei der BLUSHHOUR Academy wirst du genau diese  erstklassige Ausbildung erhalten, die dir die Türen zu einer strahlenden Zukunft öffnet. Also bereite  dich darauf vor, die Bühne zu betreten und deinen einzigartigen Stil in der aufregenden Welt des  Make-ups und Haarstylings zu präsentieren! <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"5e85e6d9-2713-4418-9a4f-0e3ec1d245da":{"type":"tab","settings":{"title":"BENÖTIGE ICH VORKENNTNISSE, UM EINE AUSBILDUNG AN DER BLUSHHOUR ACADEMY  ZU MACHEN?","content":"<p>Keine Vorkenntnisse erforderlich - Eine vorherige Ausbildung als Friseur ist keine Voraussetzung, um  Makeup Artist und Hairstylist zu werden. Du musst auch keine spezielle Kosmetikausbildung  absolviert haben. Es wird kein bestimmter Schulabschluss verlangt, um die Ausbildung zu beginnen, <\/p><p>und du kannst die Ausbildung auch ohne Erfahrung in der Branche absolvieren. Sie steht sowohl  Quereinsteigern als auch Personen mit Erfahrung offen. Das Wichtigste ist, dass du eine Leidenschaft  für Make-up und Styling mitbringst.<\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"1876c958-f0b9-4698-93cc-e997a71b525a":{"type":"tab","settings":{"title":"UNTERSTÜTZT MICH BLUSHHOUR BEI DER JOBSUCHE UND WIE KANN ICH NACH DER AUSBILDUNG DIREKT ALS MAKE-UP ARTIST \/ HAIR STYLIST  DURCHSTARTEN?","content":"<p>Ja, wir bemühen uns, den Start unserer Schüler in die Arbeitswelt bestmöglich zu unterstützen. Durch  unser umfangreiches Netzwerk und unsere Markenbekanntheit in der Beauty-Industrie sowie die  Listung unserer Make-up-Produkte bei Douglas, Sephora, Flaconi und Zalando bieten wir dir  Möglichkeiten, einen Vorteil auf dem Arbeitsmarkt zu erlangen. <\/p><p>Unsere Absolventen arbeiten bereits in zahlreichen renommierten Unternehmen in ganz  Deutschland, darunter Douglas, Sephora, Breuninger, Mac, Charlotte Tilbury, Ysl, Toofaced, Armani  und viele weitere Marken. Einige unserer Absolventen haben sogar führende Positionen,  Trainerfunktionen oder sind selbstständig tätig. Sie sind bereit, zukünftigen BLUSHHOUR Absolventen dabei zu helfen, ihren Start in den jeweiligen Unternehmen erfolgreich zu gestalten. Auch im Bereich Fernsehen und TV haben wir Absolventen, die bei RTL, Pro7 und QVC tätig sind.  Unsere Absolventen profitieren ebenfalls von unseren Verbindungen in dieser Branche. <\/p><p>Was uns als Make-up-Marke und Academy einzigartig macht, ist die Tatsache, dass wir auch selbst  Absolventen einstellen oder freiberuflich beschäftigen. Wir bieten verschiedene  Beschäftigungsmodelle, von Teilzeit bis Vollzeit. Seit 15 Jahren betreiben wir das BLUSHHOUR Studio  und bieten Dienstleistungen für Kunden an. Dabei stellen wir ausschließlich BLUSHHOUR Absolventen ein. <\/p><p>Es ist jedoch wichtig zu beachten, dass wir keinen Erfolg garantieren können. Dein persönlicher Erfolg  hängt auch von deinem eigenen Engagement, deiner Leidenschaft für Make-up und Hairstyling sowie  von deinem Abschluss der Ausbildung ab. Wir sind jedoch bestrebt, dich bestmöglich zu unterstützen  und dir vielfältige Möglichkeiten für deine berufliche Laufbahn zu bieten. <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"ee15a567-e11c-4e55-add4-40d087a55f9e":{"type":"tab","settings":{"title":"IST DIE AUSBILDUNG ZUM MAKE-UP ARTIST & HAIR STYLIST STAATLICH ANERKANNT?","content":"<p>Deutschland hat das Kultusministerium keine staatliche Anerkennung für diesen Ausbildungsgang  vorgesehen. Daher ist der Abschluss als Make-up Artist nicht offiziell anerkannt. Die Ausbildungen zum Make-up Artist und Hairstylist werden somit ausschließlich von Privatschulen angeboten. Das ist  aber kein Grund zur Sorge, denn die entscheidende Frage liegt eher darin, welche Make-up Schule  man besucht hat, um erfolgreich in die Karriere zu starten. Staatliche Anerkennung oder  verschiedene TÜV \/ AZAV Zertifizierungen sind nicht unbedingt das entscheidende Kriterium für die  Qualität oder den Erfolg eines Lehrgangs in diesem Bereich. Es geht vielmehr um die richtige Wahl  deiner Coaches, deren nachweisbaren Erfolg, einen Namen in der Branche, sowie Erfahrung, Talent  und die Fähigkeit, einzigartige Looks zu kreieren und Kunden zufriedenzustellen.<\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"c821e679-fa1b-44bf-afd5-a09f967ce927":{"type":"tab","settings":{"title":"WARUM SOLLTE ICH MICH FÜR DIE BLUSHHOUR ACADEMY ENTSCHEIDEN?","content":"<p>BLUSHHOUR ist nicht nur eine gewöhnliche Make-up-Schule - wir sind eine international tätige  Beauty Marke, die von zwei äußerst erfolgreichen Make-up-Künstlern ins Leben gerufen wurde. Unser Unternehmen besteht aus verschiedenen tragenden Säulen. Zum einen haben wir  BLUSHHOUR BEAUTY, unsere professionelle Make-up Produktlinie, die in namhaften Parfümerien wie  Sephora, Douglas, Flaconi und Zalando erhältlich ist. Unsere Produkte erfreuen sich bereits in  Deutschland, Frankreich, den Niederlanden, Belgien, Spanien und der Schweiz großer Beliebtheit. Zusätzlich betreiben wir das BLUSHHOUR BEAUTY Studio, das seit 15 Jahren Kunden nicht nur für  unterschiedliche Anlässe schminkt und stylt, sondern ihnen auch die Möglichkeit bietet, direkt vor  Ort einzukaufen.<\/p><p>Was unsere dritte Säule, die BLUSHHOUR ACADEMY, betrifft, so profitiert sie maßgeblich von  unserem Markenimage. Unsere Academy ist keine herkömmliche Ausbildungseinrichtung, die lediglich theoretisches Wissen über Erfolg vermittelt. Als BLUSHHOUR leben wir mit Leidenschaft und  Erfolg in der Beauty-Industrie. Daher erhalten unsere Schüler eine umfassende Ausbildung, die ihnen  zeigt, worauf es wirklich ankommt, um sich als Make-up-Künstler einen Namen zu machen - nicht nur  im Hinblick auf Fotoshootings und Fashionshows. Bei uns lernst du nicht von freiberuflichen Make up-Dozenten, die keinen wirklichen Einfluss in der Branche vorweisen. Nein, bei uns erhältst du Unterricht von unseren Gründern Tolga Güner und Stefan Illenseer persönlich. Sie bringen nicht nur  das notwendige Wissen mit, sondern verfügen auch über die Erfahrung und das Talent, um unseren  Schülern umfassend beizubringen, wie sie eine erfolgreiche Karriere als Make-up-Künstler aufbauen  können - sei es selbstständig oder im Angestelltenverhältnis! <\/p><p>BLUSHHOUR verkörpert somit Leidenschaft und Erfolg in der Beauty-Branche. Wir sind stolz darauf,  nicht nur eine Beauty School zu sein, sondern eine Marke, die hochwertige Produkte, professionelle  Dienstleistungen und eine erstklassige Ausbildung gekonnt vereint. <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"58d52fd8-2937-41f8-b3f9-d796424be31a":{"type":"tab","settings":{"title":"WELCHES MINDESTALTER MUSS MAN HABEN? ","content":"<p>Um an unseren Ausbildungen teilnehmen zu können, solltest du mindestens 16 Jahre alt sein. Falls  du jedoch unter 18 Jahre alt bist, benötigen wir die offizielle Zustimmung eines  Erziehungsberechtigten. Da die private Ausbildung in diesem Bereich mit Kosten verbunden ist, ist es  ratsam, sich eingehend über den Beruf und seine spannenden Herausforderungen zu informieren.  Auf diese Weise kannst du sicherstellen, dass du mit voller Begeisterung und Überzeugung den Weg  in diese faszinierende Karriere einschlägst. <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"68468d89-2c67-4759-9563-a7f201ef5c42":{"type":"tab","settings":{"title":"WO KANN ICH ALS MAKE-UP ARTIST ARBEITEN?","content":"<p>Als Make-up Artist hast du jede Menge Möglichkeiten, deine kreative Ader voll auszuleben. Du kannst eine Karriere in der Welt des Fernsehens oder Films anstreben, wo du mit deinen Fähigkeiten glänzen kannst. Oder wie wäre es damit, backstage bei atemberaubenden Fashion Shows oder exklusiven VIP-Veranstaltungen wie Preisverleihungen mitzuwirken? Du kannst dich auch bei  Werbeproduktionen oder bei spannenden Editorial-Shootings austoben. Und natürlich werden  Make-up Artists auch auf Kosmetik- und Make-up Messen sowie im Einzelhandel oder bei  Trainingsprogrammen namhafter Kosmetikhersteller gebraucht. Wenn du das Meer liebst, könntest du sogar auf großen Kreuzfahrtschiffen dein Talent unter Beweis stellen. Für all die glamourösen privaten Veranstaltungen wie Hochzeiten und andere Anlässe stehen Brautpaar und Gäste ebenso  Schlange, um sich von dir verschönern zu lassen. Ach ja, und vergiss nicht die coolen Möglichkeiten, die sich in den letzten Jahren im Bereich Social Media ergeben haben! Plattformen wie Instagram, TikTok, YouTube, Facebook und Co bieten dir eine spannende Bühne für deine Arbeit als Make-up Artist und Hairstylist. Zeig der Welt dein Können und mach dir einen Namen! <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"8ff88bd6-3a20-4f9f-8e01-6c41f602c5b1":{"type":"tab","settings":{"title":"WAS IST DER UNTERSCHIED ZWISCHEN KOSMETIKER\/IN, VISAGIST\/IN, MAKE-UP ARTIST ODER  MASKENBILDNER\/IN ?","content":"<p>Hier ist der Breakdown der verschiedenen Berufe, die alle eine Leidenschaft für Make-up teilen. <\/p><p>Während Kosmetikerinnen und Kosmetiker hauptsächlich sehr natürliche Looks kreieren und sich  eher auf Gesichtsbehandlungen spezialisieren, geht es bei Maskenbildnern ganz anders zur Sache: Sie  verwandeln Menschen optisch so stark, dass sie kaum wiederzuerkennen sind. Von Masken und  Haarteilen bis hin zu Perücken und Bärten - alles ist erlaubt, um eine bestimmte Rolle in Film und  Theater zu verkörpern. Schönheit steht hier nicht an erster Stelle.<\/p><p>Visagisten hingegen haben die Schönheit als oberstes Ziel. Egal, ob es um eine Hochzeit, einen Abiball  oder einen anderen festlichen Anlass geht - sie betonen die natürliche Schönheit ihrer Kunden und  Kundinnen, während sie kleine Makel geschickt kaschieren. <\/p><p>Der Make-up Artist widmet sich ebenfalls der Kunst der Schönheit, doch seine Fähigkeiten gehen  noch darüber hinaus. Ein Make-up Artist beherrscht sämtliche Techniken des Make-ups, auch solche,  die nicht darauf abzielen, das Gesicht \"schöner\" zu machen, sondern beispielsweise provokante  Looks für Laufsteg-Shows zu kreieren. Der Make-up Artist arbeitet trendorientiert und sein Talent  wird bei Werbe- und Editorial-Shootings sowie Fashion-Shows besonders gefragt. Hier sind perfekte  Make-up-Fähigkeiten gefragt, die in der Regel nur ausgebildete Make-up Artists beherrschen.  Deshalb dauert die Ausbildung zum Make-up Artist auch etwas länger als die zum Visagisten.<\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"7d19cc94-000a-4fc0-839e-124c2056a67d":{"type":"tab","settings":{"title":"WORAUF SOLLTE ICH BEI DER WAHL EINER MAKE-UP ARTIST SCHULE ACHTEN?","content":"<p>Um ein umfassendes Bild von der Make-up Artist Schule zu bekommen, ist es am besten, persönlich zu recherchieren. Neben der Website, den Social-Media-Kanälen und den Google-Bewertungen  bieten auch das Gründungsdatum der Schule, die Referenzen und die Fachkenntnisse der Dozenten  wertvolle Informationen über die Qualität der Ausbildung. Die Wahl der richtigen Schule spielt eine  entscheidende Rolle, da Ausbildungsdauer und -qualität den Grundstein für eine erfolgreiche  Karriere als Make-up Artist legen. Perfektion in diesem Bereich erfordert Übung und Hingabe. Bei der BLUSHHOUR Academy stehen wir gerne auch telefonisch für Informationsgespräche zur  Verfügung und beantworten alle deine Fragen zu unseren Ausbildungsprogrammen. Um dich für das  Gespräch optimal vorzubereiten, kannst du dir bereits im Voraus einige Fragen überlegen. Beachte  dabei die Kosten, die angebotenen Leistungen der Make-up Artist Schule, ihre Referenzen sowie die Offenheit des Schulpersonals bei der Beantwortung deiner Fragen. Und am wichtigsten: Achte auf  dein Wohlbefinden und ob du dich an der Schule gut aufgehoben fühlst. <\/p><p>Es ist auch ratsam, Informationen über verschiedene Make-up Artist Schulen einzuholen, um einen  Vergleich ziehen zu können. Sobald du alle Aspekte abgewogen hast, vertraue auf dein Bauchgefühl,  um die richtige Make-up Artist Schule mit den passenden Vibes für dich auszuwählen.<\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"8c0d658c-f9c0-4fce-aa27-a57b08777665":{"type":"tab","settings":{"title":"WIEVIEL VERDIENT MAN ALS MAKE-UP ARTIST?","content":"<p>Diese Frage hat keine einfache Antwort, denn dein Verdienst als Make-up Artist wird von  verschiedenen Faktoren beeinflusst: <\/p><p>Dein Skills-Level als Künstler, deine Erfahrung und dein Fame in der Szene, sowie dein  Verhandlungsgeschick und die Fähigkeit zur Selbstvermarktung spielen hier eine Rolle. Auch der  Tätigkeitsbereich, und der Standort von welchem aus du arbeitest tragen zur finanziellen Vergütung  bei.  <\/p><p>Wenn du gerade am Anfang deiner Karriere stehst, lohnt es sich, in verschiedenen Bereichen  herumzuschnuppern, um herauszufinden, was dir am meisten liegt und um wertvolle Erfahrungen als  Artist zu sammeln. Denk daran, dass am Anfang nicht nur der Cashflow im Vordergrund stehen sollte,  sondern auch das Sammeln von Skills und das Knüpfen von Kontakten in der Beauty-Branche. Hier sind einige grobe Anhaltspunkte, wie viel du als Make-up Artist verdienen kannst: <\/p><p>Wenn du einen Job als Angestellter Artist hast, bewegt sich dein durchschnittliches Gehalt zwischen  2.000 und 3.800 Euro pro Monat, je nachdem, wie fortgeschritten deine Skills und deine Bekanntheit  sind. <\/p><p>Als selbstständiger Make-up Artist hast du die volle Kontrolle über dein Tageshonorar. Bei Werbe Shootings und Fotosessions kannst du zwischen 400 und 900 Euro pro Tag ansetzen, während bei  Filmproduktionen die Beträge etwas niedriger ausfallen (200 - 400 Euro). Bei Privatkunden variieren  die Preise je nach Auftrag: Einfache Stylings oder Abend-Make-ups sind in der Regel günstiger als  aufwendige Braut-Make-ups, für die oft Preise zwischen 200 und 600 Euro verlangt werden.<\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"f0b56352-2292-42a9-a0b8-ab075008b038":{"type":"tab","settings":{"title":"MUSS ICH FÜR DEN UNTERRICHT MODELLE ORGANISIEREN?","content":"<p>Für den Großteil des Unterrichts benötigst du keine Modelle, da unsere Schüler das Schminken im praxisorientierten Unterricht hauptsächlich an sich gegenseitig üben.  <\/p><p>Für einige spezielle Unterrichtseinheiten wird es jedoch erforderlich sein, dass du Modelle für den  Unterricht organisierst. Genauere Infos hierzu, erhältst du Im Unterricht.  <\/p><p>Im Bereich des Hairstylings hast du die Möglichkeit, an einem Übungskopf (\"Puppenkopf\") zu üben. <\/p><p>Für das Abschlussshooting in der Ausbildung zum Make-up Artist und Hairstylist werden wir ein  professionelles Modell für dich buchen. Dadurch kannst du deine Fähigkeiten unter realen  Bedingungen demonstrieren. <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"c9bc1c0d-e4c4-4345-9015-15b7f4eb113d":{"type":"tab","settings":{"title":"FINDET AN FEIERTAGEN UNTERRICHT STATT?","content":"<p>Nein, an Feiertagen findet kein Unterricht statt. Diese Tage gelten weder als Präsenztage noch als  Home School Pflicht. Wenn ein Feiertag auf ein Wochenende fällt, ist das gesamte Wochenende frei  und wird nicht als Unterrichtstag gezählt, weder für Präsenzunterricht noch für Home School <\/p><p>Falls du unsicher bist oder Urlaub planst, kannst du dich gerne im Büro melden, um weitere  Informationen zu erhalten. Wir helfen dir gerne weiter. <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}},"87778014-fbb5-4e9e-b901-dd95dcf90273":{"type":"tab","settings":{"title":"WAS MUSS ICH FÜR DEN UNTERRICHT MITBRINGEN?","content":"<p><strong>Info für alle Kurse: <\/strong><\/p><p>Um die Schulungen für dich schriftlich festzuhalten, bring bitte folgende Schreibmaterialien  zum Unterricht mit: <\/p><p>Block, Kugelschreiber o.ä., Buntstifte, Radiergummi, Lineal, Anspitzer etc. - Dein Mäppchen - Wie in der Schule. Was du halt so brauchst, um alle für dich relevanten und  wichtigen Infos für die Zukunft schriftlich festzuhalten.  <\/p><p><strong>Info für Visagist \/ Make-up Artist Ausbildungen: <\/strong><\/p><p>Zu Beginn einer Make-up Ausbildung erhältst du von uns ein Profi-Pinselset inkl. Pinseltasche  sowie eine kleines Starter Kit mit BLUSHHOUR Produkten als Willkommensgeschenk  ausgehändigt.  <\/p><p>Für den praktischen Unterricht stellen wir dir, um zu üben das gesamte Sortiment der  BLUSHHOUR Produkte zur Verfügung.  <\/p><p>Selbstverständlich kannst du auch gerne deine essenziellen eigenen Lieblings-Produkte  mitbringen, um mit diesen zu arbeiten und trainieren.  <\/p><p>Einige persönliche Tools wirst du allerdings benötigen.  <\/p><p>Bitte bring in jedem Fall folgende Materialien mit: <\/p><p>• Kleine Schere (Nagelschere o.ä. für Lashes etc.) <\/p><p>• Wimpernzange <\/p><p>• Pinzette <\/p><p>• Fake Lashes (falls du diese in deine Looks integrieren möchtest.) <\/p><p>• Deine eigene Wimperntusche \/ Mascara <\/p><p>• Deine persönlichen Abschmink- und Pflege Produkte (die du selbst verwendest, um  dein Gesicht zu reinigen und zu pflegen)<\/p><p>• Watte Pads, Kleenex Tücher und Wattestäbchen <\/p><p>• Beauty Blender (z.b von Real Technique, NYX o.ä. ) <\/p><p>• Pinselreiniger (z.b von Ebelin\/ dm, o.ä.) <\/p><p><strong>Info für Hairstylist Ausbildungen: <\/strong><\/p><p>Solltest du auch den Hairstyling Kurs gebucht haben, bekommst du deinen eigenen Trainingskopf, mit dem du auch nach der Ausbildung üben kannst. <\/p><p>Für den praktischen Unterricht stellen wir dir, um zu üben sämtliche Werkzeuge und Tools zur  Verfügung. Selbstverständlich kannst du auch gerne deine essenziellen eigenen Lieblings Tools mitbringen, um mit diesen zu arbeiten und trainieren. <\/p><p>Einige wenige Hairstyling-Produkte wie Haarspray, Schaumfestiger etc. welche notwendig  sind, um professionelle Ergebnisse zu erzielen, musst du selbst mitbringen. Hierzu werden wir  dir kurz vor Kursbeginn eine Auflistung zukommen lassen.  <\/p><p>Nach Abschluss deiner Ausbildung zum Make-up Artist \/ Hairstylist an der BLUSHHOUR  Academy steht es dir selbstverständlich frei, dir dein eigenes Kit aufzubauen und zu  erweitern. Hierfür bieten wir dir lukrative Einkaufskonditionen zur Verfügung (bis zu 40%  Rabatt). <\/p>","content_liquid":"","columns":1,"page":"","display_tab_open":false}}},"block_order":["template--16790296690921__d8dc5a85-f4c3-4b89-9070-7a3b7089f756-1687884096256a79e6-0","template--16790296690921__d8dc5a85-f4c3-4b89-9070-7a3b7089f756-1687884096256a79e6-1","3531a1ad-6489-49f5-8ea1-aeeec550bb42","5e85e6d9-2713-4418-9a4f-0e3ec1d245da","1876c958-f0b9-4698-93cc-e997a71b525a","ee15a567-e11c-4e55-add4-40d087a55f9e","c821e679-fa1b-44bf-afd5-a09f967ce927","58d52fd8-2937-41f8-b3f9-d796424be31a","68468d89-2c67-4759-9563-a7f201ef5c42","8ff88bd6-3a20-4f9f-8e01-6c41f602c5b1","7d19cc94-000a-4fc0-839e-124c2056a67d","8c0d658c-f9c0-4fce-aa27-a57b08777665","f0b56352-2292-42a9-a0b8-ab075008b038","c9bc1c0d-e4c4-4345-9015-15b7f4eb113d","87778014-fbb5-4e9e-b901-dd95dcf90273"],"settings":{"title":"Academy FAQs","title_color":"#000000","background":"#dcc6c1","max_width":true,"review_app_title":"Reviews"}}},"order":["main","d8dc5a85-f4c3-4b89-9070-7a3b7089f756"]}